Repository: maoschanz/gedit-plugin-markdown_preview
Catalog: markdown_preview/locale/*/LC_MESSAGES/gedit-plugin-markdown-preview.po
Languages: nl

source: Markdown Preview
nl: Markdown-voorvertoning

source: Zoom
nl: Zoomen

source: Markdown tags
nl: Markdown-labels

source: Code block
nl: Codeblok

source: Quote
nl: Citaat

source: Ordered list
nl: Geordende lijst

source: Unordered list
nl: Ongeordende lijst

source: Title
nl: Titel

source: Level 1
nl: Niveau 1

source: Level 2
nl: Niveau 2

source: Level 3
nl: Niveau 3

source: Level 4
nl: Niveau 4

source: Level 5
nl: Niveau 5

source: Level 6
nl: Niveau 6

source: Italic
nl: Cursief

source: Bold
nl: Vetgedrukt

source: Underline
nl: Onderstrepen

source: Stroke
nl: Streep

source: Insert a picture
nl: Afbeelding invoegen

source: Insert a link
nl: Link invoegen

source: Insert a table
nl: Tabel invoegen

source: 2 columns
nl: 2 kolommen

source: 3 columns
nl: 3 kolommen

source: 4 columns
nl: 4 kolommen

source: 5 columns
nl: 5 kolommen

source: Aside of default extensions provided by the python3-markdown package, you can <b>install</b> third-party extensions using instructions provided by their respective authors.
nl: Naast de standaarduitbreidingen van python3-markdown, kun je ook uitbreidingen van andere ontwikkelaars <b>installeren</b>.

source: These third-party extensions are <b>not</b> Gedit plugins, they extend python3-markdown.
nl: Deze externe uitbreidingen zijn <b>geen</b> Gedit-plug-ins - ze breiden enkel de functionaliteit van python3-markdown uit.

source: Next, to improve the preview of your markdown file with the features of these extensions, please add their module names to the list using the text entry and the '+' icon.
nl: Als je de voorvertoning van je markdownbestand wilt verbeteren met de functies van deze uitbreidingen, dan kun je de modulenamen ervan toevoegen aan de lijst middels het ‘+’-pictogram.

source: Pandoc is a command line utility with several possible options, input formats and output formats.
nl: Pandoc is een opdrachtregelprogramma met verschillende opties, invoer- en uitvoerformaten.

source: Any command where $INPUT_FILE would be the input file, and printing valid HTML to the standard output, is accepted.
nl: Elke opdracht wordt geaccepteerd, zolang deze voorzien wordt van $INPUT_FILE als naam van het invoerbestand en geldige html kan produceren.

source: Any command where $INPUT_FILE would be the input file, and $OUTPUT_FILE the name of the output file, is accepted.
nl: Elke opdracht wordt geaccepteerd, zolang deze voorzien wordt van $INPUT_FILE als naam van het invoerbestand en $OUTPUT_FILE kan produceren.

source: You can select a stylesheet (.css file) to make your document look nice and modern, or to increase its readability.
nl: Je kunt een stijlblad (.css-bestand) kiezen om je document mooier te maken, te moderniseren of de leesbaarheid ervan te verhogen.

source: With Pandoc, you can preview the file as a revealjs slideshow, which has pre-existing themes and settings.
nl: Met Pandoc kun je het bestand voorvertonen als revealjs-diavoorstelling, welke vooringestelde thema's en instellingen bevat.

source: Table of content
nl: Inhoudsopgave

source: New Line To Break
nl: Nieuw regeleinde

source: Sane Lists
nl: Geordende lijsten

source: Admonitions
nl: Aanmerkingen

source: A compilation of various extensions (Abbreviations, Attribute Lists, Definition Lists, Fenced Code Blocks, Footnotes, Tables).
nl: Een verzameling uitbreidingen (afkortingen, attribuut- en definitielijsten ingesloten codeblokken, voetnoten, tabellen).

source: Shows a clickable table of content with the [TOC] tag.
nl: Toont een aanklikbare inhoudsopgave met de [TOC]-tag.

source: Adds a line break at each new line.
nl: Voegt een regeleinde toe op elke nieuwe regel.

source: Converts ASCII dashes, quotes and ellipses to their nice-looking equivalents.
nl: Zet ascii-streepjes, -citaten en -ellipsen om naar mooier uitziende equivalenten.

source: Alters the behavior of the lists syntax.
nl: Past het gedrag van de lijstsyntaxis aan.

source: Adds admonitions (notes, warnings, tips, …) with the !!! tag.
nl: Voegt aanmerkingen (waarschuwingen, opmerkingen, tips, etc.) toe met de !!!-tag.

source: Converts any [[bracketed]] word to a link.
nl: Zet elk woord tussen [[rechte haken]] om in een link.

source: Highlights your code with a correct syntax coloration (it needs to be set up and have some dependencies).
nl: Markeert je code met de juiste syntaxiskleuren (dit moet worden ingesteld en vereist afhankelijkheden).

source: OpenOffice text document (.odt)
nl: OpenOffice-tekstdocument (.odt)

source: LaTeX beamer slideshow (.tex)
nl: LaTeX-beamerdiavoorstelling (.tex)

source: plain text (.txt)
nl: Platte tekst (.txt)

source: PowerPoint slideshow (.pptx)
nl: PowerPoint-diavoorstelling (.pptx)

source: reveal.js slideshow (HTML/JS)
nl: reveal.js-diavoorstelling (html/js)

source: Custom command line
nl: Aangepaste opdrachten

source: None
nl: Niks

source: Fade
nl: Vervagen

source: Slide
nl: Verschuiven

source: Cube (convex)
nl: Kubus (indraaien)

source: Cube (concave)
nl: Kubus (uitdraaien)

source: Black
nl: Zwart

source: Blood
nl: Bloedrood

source: League
nl: Zwartgrijs

source: Moon
nl: Nachtblauw

source: Night
nl: Nachtzwart

source: Serif
nl: Met schreef

source: Simple
nl: Eenvoudig wit

source: Sky
nl: Hemelsblauw

source: Solarized
nl: Gesolariseerd

source: White
nl: Wit

source: More than 100 results
nl: Meer dan 100 resultaten

source: %s results
nl: %s resultaten

source: Error: please install pandoc or python3-markdown
nl: Foutmelding: installeer pandoc of python3-markdown

source: The extension '%s' isn't valid
nl: De extensie ‘%s’ is ongeldig

source: Rendering error
nl: Fout tijdens samenstellen

source: Unsupported type of document:
nl: Geen ondersteuning voor dit soort documenten:

source: Select a picture
nl: Kies een afbeelding

source: Open link in browser
nl: Link openen in browser

source: Open image in browser
nl: Afbeelding openen in browser

source: Reload the preview
nl: Voorvertoning herladen

source: Export the preview
nl: Voorvertoning exporteren

source: Print the preview
nl: Voorvertoning afdrukken

source: Automatically reload
nl: Automatisch herladen

source: Options
nl: Opties

source: Zoom out
nl: Uitzoomen

source: Original Zoom
nl: Oorspronkelijk zoomniveau

source: Zoom in
nl: Inzoomen

source: Automatic
nl: Automatisch

source: Side Pane
nl: Paneel aan de zijkant

source: Bottom Pane
nl: Paneel onderaan

source: View mode
nl: Weergavemodus

source: Split at separators
nl: Splitsen bij scheidingen

source: Whole document
nl: Gehele document

source: Split at level 1 titles
nl: Splitsen bij kop 1-titels

source: Split at level 2 titles
nl: Splitsen bij kop 2-titels

source: Previous page
nl: Vorige pagina

source: Next page
nl: Volgende pagina

source: More options
nl: Meer opties

source: Search
nl: Zoeken

source: Previous result
nl: Vorig resultaat

source: Next result
nl: Volgend resultaat

source: No result
nl: Geen resultaat

source: Remove all tags
nl: Alle tags verwijderen

source: Inline formatting
nl: Tekst opmaken

source: Insert an image
nl: Afbeelding invoegen

source: Export as…
nl: Exporteren als…

source: Other file formats:
nl: Overige bestandsformaten:

source: Output file format
nl: Uitvoerbestandsformaat

source: No styling options available for this file format.
nl: Er zijn geen stijlopties beschikbaar voor dit bestandsformaat.

source: Style
nl: Stijl

source: Export file with:
nl: Bestand exporteren met:

source: Advanced options
nl: Geavanceerde opties

source: Export
nl: Exporteren

source: Pandoc encountered an error
nl: Er is een foutmelding opgetreden in Pandoc

source: Cancel
nl: Annuleren

source: (exported)
nl: (geëxporteerd)

source: Split at horizontal rules
nl: Splitsen bij horizontale regels

source: HTML generation backend:
nl: Html-genereerbackend:

source: Select a CSS file
nl: Kies een css-bestand

source: Select
nl: Kiezen

source: Stylesheet
nl: Stijlblad

source: Remember as custom rendering command
nl: Onthouden als aangepaste samenstelopdracht

source: Remember as custom export command
nl: Onthouden als aangepaste exportopdracht

source: Extensions for python3-markdown:
nl: Uitbreidingen voor python3-markdown:

source: More information
nl: Meer informatie

source: Help
nl: Hulp

source: Get extensions
nl: Uitbreidingen installeren

source: Output file format:
nl: Bestandsformaat:

source: Use a stylesheet
nl: Stijlblad gebruiken

source: CSS file:
nl: CSS-bestand:

source: Preview position
nl: Positie van voorvertoning

source: Automatically show/hide panel
nl: Paneel automatisch tonen/verbergen

source: Split document
nl: Document splitsen

source: Use relative paths
nl: Relatieve paden gebruiken

source: General options
nl: Algemene opties

source: Double-click on a shortcut to edit it.
nl: Dubbelklik op een sneltoets om deze aan te passen.

source: Description
nl: Omschrijving

source: Shortcut
nl: Sneltoets

source: Shortcuts
nl: Sneltoetsen

source: Theme:
nl: Thema:

source: Show slide number
nl: Dianummer tonen

source: Transitions type:
nl: Soort overgang:
